Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# appleMusicNoteBody
source: Apple Music search works without connection using the public iTunes API. For playback, Apple Music must be connected in the official Sonos app, and you need one favorited song from Apple Music in your Sonos Favorites. This allows the app to discover your account credentials. Once that exists, all search results are directly playable.
da: Apple Music-søgning fungerer uden forbindelse via iTunes’ offentlige API. Til afspilning skal Apple Music være forbundet i den officielle Sonos-app, og du har brug for én favorit-Apple Music-sang i dine Sonos-favoritter. Det lader appen finde dine kontooplysninger. Derefter er alle søgeresultater direkte afspillelige.
de: Apple Music-Suche funktioniert ohne Verbindung über die öffentliche iTunes-API. Zur Wiedergabe muss Apple Music in der offiziellen Sonos-App verbunden sein und du brauchst einen favorisierten Apple Music-Song in deinen Sonos-Favoriten. Damit kann die App deine Kontoanmeldedaten entdecken. Danach sind alle Suchergebnisse direkt abspielbar.
es: La búsqueda de Apple Music funciona sin conexión usando la API pública de iTunes. Para reproducir, Apple Music debe estar conectado en la app oficial de Sonos y necesitas una canción favorita de Apple Music en tus Favoritos Sonos. Esto permite a la app descubrir tus credenciales. Una vez exista, todos los resultados son directamente reproducibles.
fr: La recherche Apple Music fonctionne sans connexion via l’API publique d’iTunes. Pour la lecture, Apple Music doit être connecté dans l’application Sonos officielle et vous avez besoin d’une chanson Apple Music favorite dans vos Favoris Sonos. Cela permet à l’application de découvrir vos identifiants. Ensuite, tous les résultats sont directement lisibles.
it: La ricerca Apple Music funziona senza connessione tramite l’API pubblica di iTunes. Per la riproduzione, Apple Music deve essere connesso nell’app Sonos ufficiale e serve un brano preferito Apple Music nei Preferiti Sonos. Questo permette all’app di scoprire le credenziali. Dopodiché tutti i risultati sono direttamente riproducibili.
ja: Apple Music 検索は公開 iTunes API を使用して接続なしで動作します。再生には公式 Sonos アプリで Apple Music を接続し、Sonos お気に入りに Apple Music のお気に入り曲が 1 つ必要です。これによりアプリが資格情報を見つけられ、その後すべての結果が直接再生できます。
nb: Apple Music-søk fungerer uten tilkobling via iTunes’ offentlige API. For avspilling må Apple Music være tilkoblet i den offisielle Sonos-appen, og du trenger én favorisert Apple Music-låt i Sonos-favorittene. Dette lar appen finne kontoopplysningene. Deretter er alle søkeresultater direkte avspillbare.
nl: Apple Music-zoeken werkt zonder verbinding via de publieke iTunes-API. Voor afspelen moet Apple Music verbonden zijn in de officiële Sonos-app en heb je één favoriet Apple Music-nummer in je Sonos-favorieten nodig. Zo kan de app je accountgegevens vinden. Daarna zijn alle zoekresultaten direct afspeelbaar.
pl: Wyszukiwanie Apple Music działa bez połączenia przy użyciu publicznego API iTunes. Do odtwarzania Apple Music musi być połączony w oficjalnej aplikacji Sonos i potrzebujesz jednego polubionego utworu Apple Music w Ulubionych Sonos. Dzięki temu aplikacja odkrywa dane logowania. Potem wszystkie wyniki są bezpośrednio odtwarzalne.
pt: A busca do Apple Music funciona sem conexão usando a API pública do iTunes. Para reprodução, Apple Music deve estar conectado no app oficial do Sonos e você precisa de uma música favorita do Apple Music nos seus Favoritos Sonos. Isso permite que o app descubra suas credenciais. Depois, todos os resultados são diretamente reprodúzveis.
sv: Apple Music-sökning fungerar utan anslutning via iTunes publika API. För uppspelning måste Apple Music vara anslutet i den officiella Sonos-appen och du behöver en favoriserad Apple Music-låt i dina Sonos-favoriter. Det gör att appen hittar dina kontouppgifter. Sedan är alla sökresultat direkt spelbara.
zh_hans: Apple Music 搜索无需连接，使用公开的 iTunes API。要播放，您必须在官方 Sonos 应用中连接 Apple Music，并在 Sonos 收藏中有一首 Apple Music 收藏歌曲。这样应用才能发现您的账户凭证。之后，所有搜索结果均可直接播放。

# appleMusicResumesAt
source: Resumes at %@
da: Genoptages %@
de: Wird um %@ fortgesetzt
es: Se reanuda a las %@
fr: Reprise à %@
it: Riprende alle %@
ja: %@ に再開
nb: Gjenopptas %@
nl: Hervat om %@
pl: Wznowienie o %@
pt: Retoma às %@
sv: Återupptas %@
zh_hans: 将于 %@ 恢复

# appleMusicSaveFailed
source: Couldn’t save to Apple Music
da: Kunne ikke gemme i Apple Music
de: Speichern in Apple Music fehlgeschlagen
es: No se pudo guardar en Apple Music
fr: Échec de l'enregistrement dans Apple Music
it: Impossibile salvare in Apple Music
ja: Apple Musicに保存できませんでした
nb: Kunne ikke lagre til Apple Music
nl: Opslaan in Apple Music mislukt
pl: Nie można zapisać w Apple Music
pt: Não foi possível salvar no Apple Music
sv: Det gick inte att spara till Apple Music
zh_hans: 无法保存到 Apple Music

source: Apple Music search
da: Apple Music-søgning
de: Apple-Music-Suche
es: Búsqueda en Apple Music
fr: Recherche Apple Music
it: Ricerca Apple Music
ja: Apple Music 検索
nb: Apple Music-søk
nl: Apple Music-zoekopdracht
pl: Wyszukiwanie Apple Music
pt: Busca no Apple Music
sv: Apple Music-sökning
zh_hans: Apple Music 搜索

# appleMusicSearchCoolingDown
source: Cooling down
da: Pauser
de: Wartezeit
es: En pausa
fr: Pause
it: In pausa
ja: クールダウン中
nb: Pauser
nl: Afkoelen
pl: Oczekiwanie
pt: Em pausa
sv: Pausar
zh_hans: 冷却中

# appleMusicSearchReady
source: Ready
da: Klar
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
nb: Klar
nl: Gereed
pl: Gotowe
pt: Pronto
sv: Klar
zh_hans: 就緒

# appleMusicSearchUnavailable
source: Apple Music search is temporarily unavailable
da: Apple Music-søgning er midlertidigt utilgængelig
de: Apple-Music-Suche ist vorübergehend nicht verfügbar
es: La búsqueda en Apple Music no está disponible temporalmente
fr: La recherche Apple Music est temporairement indisponible
it: La ricerca Apple Music è temporaneamente non disponibile
ja: Apple Music 検索は現在一時的に利用できません
nb: Apple Music-søk er midlertidig utilgjengelig
nl: Apple Music-zoekopdracht is tijdelijk niet beschikbaar
pl: Wyszukiwanie Apple Music jest chwilowo niedostępne
pt: A busca no Apple Music está temporariamente indisponível
sv: Apple Music-sökning är tillfälligt otillgänglig
zh_hans: Apple Music 搜索暂时不可用

# appliedPresetFormat
source: Applied "%@"
da: "%@" anvendt
de: "%@" angewendet
es: "%@" aplicado
fr: "%@" appliqué
it: "%@" applicato
ja: "%@" を適用しました
nb: "%@" brukt
nl: "%@" toegepast
pl: Zastosowano "%@"
pt: "%@" aplicado
sv: "%@" tillämpad
zh_hans: 已应用“%@”

source: Apply
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt: Aplicar
sv: Använd
zh_hans: 应用

# applyPreset
source: Apply
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt: Aplicar
sv: Tillämpa
zh_hans: 应用

source: App settings
da: Appindstillinger
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l’app
it: Impostazioni dell’app
ja: アプリ設定
nb: Appinnstillinger
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Configurações do app
sv: Appinställningar
zh_hans: 应用设置

# arcsDescription
source: Top artists on the baseline. Arcs connect consecutive plays; thicker = more.
da: Top-kunstnere på grundlinjen. Buer forbinder fortløbende afspilninger; tykkere = flere.
de: Top-Künstler auf der Grundlinie. Bögen verbinden aufeinanderfolgende Wiedergaben; dicker = mehr.
es: Artistas top en la línea base. Los arcos conectan reproducciones consecutivas; más grueso = más.
fr: Artistes principaux sur la ligne de base. Les arcs relient les lectures consécutives ; plus épais = plus.
it: Artisti top sulla linea di base. Gli archi collegano riproduzioni consecutive; più spessi = di più.
ja: ベースライン上のトップアーティスト。アークは連続する再生を接続します；太いほど多い。
nb: Topp-artister på grunnlinjen. Buer kobler etterfølgende avspillinger; tykkere = flere.
nl: Topartiesten op de basislijn. Bogen verbinden opeenvolgende afspelingen; dikker = meer.
pl: Topowi artyści na linii bazowej. Łuki łączą kolejne odtworzenia; grubsze = więcej.
pt: Top artistas na linha de base. Os arcos ligam reproduções consecutivas; mais grossos = mais.
sv: Topp-artister på baslinjen. Bågar förbinder på varandra följande uppspelningar; tjockare = fler.
zh_hans: 基线上的顶尖艺术家。弧线连接连续的播放；越粗 = 越多。

# artistFieldLabel
source: Artist
da: Kunstner
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
nl: Artiest
pl: Artysta
pt: Artista
zh_hans: 艺术家

# artistLabel
source: Artist
da: Kunstner
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
nl: Artiest
pl: Artysta
pt: Artista
zh_hans: 艺术家

source: Artists
da: Kunstnere
de: Künstler
es: Artistas
fr: Artistes
it: Artisti
ja: アーティスト
nb: Artister
nl: Artiesten
pl: Artyści
pt: Artistas
sv: Artister
zh_hans: 艺术家

source: artwork
da: albumcover
de: Cover
es: carátula
fr: pochette
it: copertina
ja: アートワーク
nb: omslag
nl: albumhoes
pl: okładka
pt: capa
sv: omslag
zh_hans: 封面

# artworkImagesSummaryFormat
source: %@ artwork · %d images
da: %@ omslag · %d billeder
de: %@ Cover · %d Bilder
es: %@ de portadas · %d imágenes
fr: %@ de pochettes · %d images
it: %@ copertine · %d immagini
ja: アートワーク %@ · %d 枚
nb: %@ omslag · %d bilder
nl: %@ hoezen · %d afbeeldingen
pl: %@ okładek · %d obrazów
pt: %@ de capas · %d imagens
sv: %@ omslag · %d bilder
zh_hans: 封面 %@ · %d 张图

# artworkNoResults
source: No results found. Try different search terms.
da: Ingen resultater. Prøv andre søgeord.
de: Keine Ergebnisse gefunden. Versuche andere Suchbegriffe.
es: No se encontraron resultados. Prueba otros términos.
fr: Aucun résultat. Essayez d’autres termes de recherche.
it: Nessun risultato. Prova con termini diversi.
ja: 結果が見つかりません。別の検索語をお試しください。
nb: Ingen resultater. Prøv andre søkeord.
nl: Geen resultaten. Probeer andere zoektermen.
pl: Brak wyników. Spróbuj innych fraz.
pt: Nenhum resultado. Tente outros termos.
sv: Inga resultat. Prova andra sökord.
zh_hans: 未找到结果。请尝试其他搜索词。

# askingPlexTvForCode
source: Asking plex.tv for a sign-in code…
da: Anmoder om en login-kode fra plex.tv…
de: Anmelde-Code von plex.tv wird angefordert…
es: Solicitando un código de inicio a plex.tv…
fr: Demande d’un code de connexion à plex.tv…
it: Richiesta del codice di accesso a plex.tv…
ja: plex.tv にサインインコードを要求中…
nb: Ber om innloggingskode fra plex.tv…
nl: Inlogcode aanvragen bij plex.tv…
pl: Prośba do plex.tv o kod logowania…
pt: A pedir um código de início de sessão ao plex.tv…
sv: Begär en inloggningskod från plex.tv…
zh_hans: 正在向 plex.tv 请求登录代码…

# audioFormatLossless
source: Lossless
da: Tabsfri
de: Verlustfrei
es: Sin pérdida
fr: Sans perte
it: Senza perdita
ja: ロスレス
nb: Tapsfri
nl: Verliesvrij
pl: Bezstratny
pt: Sem perdas
sv: Förlustfri
zh_hans: 无损

# autoCheckForUpdates
source: Automatically check for updates
da: Søg automatisk efter opdateringer
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Vérifier les mises à jour automatiquement
it: Cerca aggiornamenti automaticamente
ja: 自動的にアップデートを確認
nb: Søk automatisk etter oppdateringer
nl: Automatisch controleren op updates
pl: Automatycznie sprawdzaj aktualizacje
pt: Procurar atualizações automaticamente
sv: Sök automatiskt efter uppdateringar
zh_hans: 自动检查更新

# autoDownloadUpdates
source: Automatically download updates
da: Download opdateringer automatisk
de: Updates automatisch herunterladen
es: Descargar actualizaciones automáticamente
fr: Télécharger les mises à jour automatiquement
it: Scarica aggiornamenti automaticamente
ja: 自動的にアップデートをダウンロード
nb: Last ned oppdateringer automatisk
nl: Updates automatisch downloaden
pl: Automatycznie pobieraj aktualizacje
pt: Transferir atualizações automaticamente
sv: Hämta uppdateringar automatiskt
zh_hans: 自动下载更新

# autoScrobbleEveryFiveMinutes
source: Auto-scrobble (every 5 minutes)
da: Auto-scrobble (hvert 5. minut)
de: Automatisch scrobbeln (alle 5 Minuten)
es: Scrobble automático (cada 5 minutos)
fr: Scrobble auto (toutes les 5 minutes)
it: Scrobble automatico (ogni 5 minuti)
ja: 自動スクロブル󿂅分ごと）
nb: Auto-scrobbling (hvert 5. minutt)
nl: Automatisch scrobblen (elke 5 minuten)
pl: Auto-scrobble (co 5 minut)
pt: Scrobble automático (a cada 5 minutos)
sv: Auto-scrobbla (var 5:e minut)
zh_hans: 自动 Scrobble（每 5 分钟）

# axisComfort
source: comfort →
da: komfort →
de: Komfort →
es: comodidad →
fr: confort →
ja: 快適 →
nb: komfort →
pl: komfort →
pt: conforto →
sv: komfort →
zh_hans: 舒适 →

# axisDiscovery
source: discovery ↑
da: opdagelse ↑
de: Entdeckung ↑
es: descubrimiento ↑
fr: découverte ↑
it: scoperta ↑
ja: 発見 ↑
nb: oppdagelse ↑
nl: ontdekking ↑
pl: odkrycie ↑
pt: descoberta ↑
sv: upptäckt ↑
zh_hans: 发现 ↑

# axisLatest
source: latest
da: nyeste
de: neueste
es: más reciente
fr: le plus récent
it: più recente
ja: 最新
nb: nyeste
nl: laatste
pl: najnowsze
pt: mais recente
sv: senast
zh_hans: 最新

source: Back
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
sv: Tillbaka
zh_hans: 返回

source: Back to Explore
da: Tilbage til Udforsk
de: Zurück zu Entdecken
es: Volver a Explorar
fr: Retour à Explorer
it: Torna a Esplora
ja: 見つけるに戻る
nb: Tilbake til Utforsk
nl: Terug naar Verkennen
pl: Powrót do Odkrywaj
pt: Voltar a Explorar
sv: Tillbaka till Utforska
zh_hans: 返回探索

source: Bass
da: Bas
es: Graves
fr: Basses
it: Bassi
ja: 低音
nl: Bas
pl: Basy
pt: Graves
sv: Bas
zh_hans: 低音

# blockedFavoritesPlayableHint
source: Existing favorites you saved in the official Sonos app still play from the Favorites view.
da: Eksisterende favoritter, du har gemt i den officielle Sonos-app, kan stadig afspilles fra favoritvisningen.
de: Bestehende Favoriten, die du in der offiziellen Sonos-App gespeichert hast, lassen sich weiterhin über die Favoritenansicht abspielen.
es: Los favoritos que ya guardaste en la app oficial de Sonos se siguen reproduciendo desde la vista Favoritos.
fr: Les favoris déjà enregistrés dans l’app Sonos officielle restent lisibles depuis la vue Favoris.
it: I preferiti già salvati nell’app Sonos ufficiale si possono ancora riprodurre dalla vista Preferiti.
ja: 公式 Sonos アプリで保存済みのお気に入りは、「お気に入り」ビューから引き続き再生できます。
nb: Eksisterende favoritter du har lagret i den offisielle Sonos-appen, kan fortsatt spilles av fra Favoritter-visningen.
nl: Bestaande favorieten die je in de officiële Sonos-app hebt bewaard, kun je nog steeds afspelen vanuit het Favorieten-overzicht.
pl: Istniejące ulubione zapisane w oficjalnej aplikacji Sonos nadal można odtwarzać z widoku Ulubione.
pt: Os favoritos que já guardaste na app oficial da Sonos continuam a ser reproduzíveis a partir da vista Favoritos.
sv: Befintliga favoriter som du sparat i den officiella Sonos-appen kan fortfarande spelas upp från favoritvyn.
zh_hans: 你在官方 Sonos 应用中保存的现有收藏仍可从「收藏」视图中播放。

# blockedServicesBody
source: YouTube Music, SoundCloud and SiriusXM require Sonos-only authentication that is not exposed to third-party apps. Existing favorites for these services that you saved in the official Sonos app still play through the Favorites view because the speaker provides the credential. Some of these services are also unavailable on Sonos S1 systems.
da: YouTube Music, SoundCloud og SiriusXM kræver et login, som kun Sonos har adgang til, ikke tredjepartsapps. Favoritter for disse tjenester, der er gemt i den officielle Sonos-app, afspilles stadig via Favoritter-visningen, fordi højttaleren leverer loginoplysningerne. Nogle af tjenesterne er desuden ikke tilgængelige på Sonos S1-systemer.
de: YouTube Music, SoundCloud und SiriusXM verlangen eine nur Sonos vorbehaltene Anmeldung, die Drittanbieter-Apps nicht zur Verfügung steht. In der offiziellen Sonos-App gespeicherte Favoriten dieser Dienste spielen weiterhin über die Favoritenansicht, weil der Lautsprecher die Zugangsdaten liefert. Einige dieser Dienste sind auf Sonos-S1-Systemen zudem nicht verfügbar.
es: YouTube Music, SoundCloud y SiriusXM requieren una autenticación exclusiva de Sonos que no está disponible para apps de terceros. Los favoritos de estos servicios guardados en la app oficial de Sonos siguen reproduciéndose desde la vista Favoritos, porque el altavoz aporta la credencial. Algunos de estos servicios tampoco están disponibles en sistemas Sonos S1.
fr: YouTube Music, SoundCloud et SiriusXM exigent une authentification réservée à Sonos, inaccessible aux applications tierces. Les favoris de ces services enregistrés dans l'app Sonos officielle se lisent toujours depuis la vue Favoris, car l'enceinte fournit l'identifiant. Certains de ces services sont aussi indisponibles sur les systèmes Sonos S1.
it: YouTube Music, SoundCloud e SiriusXM richiedono un'autenticazione riservata a Sonos, non disponibile per le app di terze parti. I preferiti di questi servizi salvati nell'app Sonos ufficiale continuano a riprodursi dalla vista Preferiti, perché il diffusore fornisce le credenziali. Alcuni di questi servizi non sono disponibili nemmeno sui sistemi Sonos S1.
ja: YouTube Music、SoundCloud、SiriusXM は Sonos 専用の認証を必要とし、サードパーティアプリには公開されていません。公式 Sonos アプリで保存したこれらのサービスのお気に入りは、スピーカーが資格情報を提供するため、引き続き「お気に入り」から再生できます。一部のサービスは Sonos S1 システムでも利用できません。
nb: YouTube Music, SoundCloud og SiriusXM krever en pålogging som bare Sonos har tilgang til, ikke tredjepartsapper. Favoritter for disse tjenestene som er lagret i den offisielle Sonos-appen spilles fortsatt via Favoritter-visningen, fordi høyttaleren leverer påloggingen. Noen av tjenestene er dessuten ikke tilgjengelige på Sonos S1-systemer.
nl: YouTube Music, SoundCloud en SiriusXM vereisen een alleen-Sonos-aanmelding die niet beschikbaar is voor externe apps. Favorieten van deze diensten die je in de officiële Sonos-app hebt bewaard spelen nog steeds via de Favorieten-weergave, omdat de speaker de inloggegevens levert. Sommige van deze diensten zijn ook niet beschikbaar op Sonos S1-systemen.
pl: YouTube Music, SoundCloud i SiriusXM wymagają logowania dostępnego tylko dla Sonos, niedostępnego dla aplikacji firm trzecich. Ulubione tych usług zapisane w oficjalnej aplikacji Sonos nadal odtwarzają się z widoku Ulubione, ponieważ głośnik dostarcza dane logowania. Niektóre z tych usług są też niedostępne w systemach Sonos S1.
pt: YouTube Music, SoundCloud e SiriusXM exigem uma autenticação exclusiva da Sonos que não está disponível para apps de terceiros. Os favoritos destes serviços guardados na app oficial Sonos continuam a reproduzir-se na vista Favoritos, porque a coluna fornece a credencial. Alguns destes serviços também não estão disponíveis em sistemas Sonos S1.
sv: YouTube Music, SoundCloud och SiriusXM kräver en inloggning som bara Sonos har tillgång till, inte tredjepartsappar. Favoriter för dessa tjänster som sparats i den officiella Sonos-appen spelas fortfarande via Favoriter-vyn, eftersom högtalaren tillhandahåller inloggningen. Vissa av tjänsterna är dessutom inte tillgängliga på Sonos S1-system.
zh_hans: YouTube Music、SoundCloud 和 SiriusXM 需要仅限 Sonos 的认证，不向第三方 App 开放。您在官方 Sonos App 中保存的这些服务的收藏仍可通过“收藏”视图播放，因为凭据由扬声器提供。其中部分服务在 Sonos S1 系统上也不可用。

# blockedServicesHeader
source: Blocked Services
da: Blokerede tjenester
de: Gesperrte Dienste
es: Servicios bloqueados
fr: Services bloqués
it: Servizi bloccati
ja: ブロックされたサービス
nb: Blokkerte tjenester
nl: Geblokkeerde diensten
pl: Zablokowane usługi
pt: Serviços bloqueados
sv: Blockerade tjänster
zh_hans: 已封锁的服务

source: Browse
da: Gennemse
de: Durchsuchen
es: Explorar
fr: Parcourir
it: Sfoglia
ja: ブラウズ
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt: Explorar
sv: Bläddra
zh_hans: 浏览

source: Browse home
da: Gennemse startside
de: Startseite durchsuchen
es: Inicio de exploración
fr: Accueil parcourir
it: Home sfoglia
ja: ブラウズホーム
nb: Bla gjennom hjem
nl: Bladeren startpagina
pl: Strona główna przeglądania
pt: Início da exploração
sv: Bläddra hem
zh_hans: 浏览主页

# browseMusicLibrary
source: Browse music library and favorites
da: Gennemse musikbibliotek og favoritter
de: Musikbibliothek und Favoriten durchsuchen
es: Explorar biblioteca musical y favoritos
fr: Parcourir la bibliothèque musicale et les favoris
it: Sfoglia libreria musicale e preferiti
ja: ミュージックライブラリとお気に入りを閲覧
nb: Bla gjennom musikkbibliotek og favoritter
nl: Bladeren door muziekbibliotheek en favorieten
pl: Przeglądaj bibliotekę muzyczną i ulubione
pt: Explorar biblioteca de música e favoritos
sv: Bläddra i musikbibliotek och favoriter
zh_hans: 浏览音乐库和收藏

source: Building constellations…
da: Bygger stjernebilleder…
de: Konstellationen werden gebaut…
es: Construyendo constelaciones…
fr: Construction des constellations…
it: Creazione delle costellazioni…
ja: 星座を構築中…
nb: Bygger konstellasjoner…
nl: Constellaties worden gebouwd…
pl: Budowanie konstelacji…
pt: A construir constelações…
sv: Bygger konstellationer…
zh_hans: 正在构建星图…

source: Building fingerprint…
da: Bygger fingeraftryk…
de: Fingerabdruck wird gebaut…
es: Construyendo huella…
fr: Construction de l’empreinte…
it: Creazione dell’impronta…
ja: 指紋を構築中…
nb: Bygger fingeravtrykk…
nl: Vingerafdruk wordt gebouwd…
pl: Budowanie odcisku…
pt: A construir impressão digital…
sv: Bygger fingeravtryck…
zh_hans: 正在构建指纹…

source: Building ridges…
da: Bygger kamme…
de: Grate werden gebaut…
es: Construyendo crestas…
fr: Construction des crêtes…
it: Creazione delle creste…
ja: 屡を構築中…
nb: Bygger kammer…
nl: Ruggen worden gebouwd…
pl: Budowanie grzbietów…
pt: A construir cumes…
sv: Bygger ränder…
zh_hans: 正在构建山脈…

source: Building summaries…
da: Opbygger resuméer…
de: Zusammenfassungen werden erstellt…
es: Creando resúmenes…
fr: Création des résumés…
it: Creazione riepiloghi…
ja: サマリーを作成中…
nb: Bygger sammendrag…
nl: Samenvattingen maken…
pl: Tworzenie podsumowań…
pt: Criando resumos…
sv: Skapar sammanfattningar…
zh_hans: 正在构建摘要…

source: By This Artist
da: Af denne kunstner
de: Von diesem Künstler
es: De este artista
fr: De cet artiste
it: Di questo artista
ja: このアーティスト
nb: Av denne artisten
nl: Van deze artiest
pl: Tego wykonawcy
pt: Deste artista
sv: Av den här artisten
zh_hans: 此艺人

# cachedData
source: Cached
da: Cachelagret
de: Zwischengespeichert
es: En caché
fr: En cache
it: Memorizzato
ja: キャッシュ済み
nb: Hurtiglagret
nl: Gecachet
pl: W pamięci podręcznej
pt: Em cache
sv: Cachad
zh_hans: 已缓存
